Repository: collective/collective.js.jqueryui
Catalog: collective/js/jqueryui/locales/*/LC_MESSAGES/collective.js.jqueryui.po
Languages: es

source: Themeable menu with mouse and keyboard interactions for navigation.
es: Menú personalizable con el ratón y interacciones de teclado para la navegación.

source: Third
es: Tercero

source: Tooltip
es: Ayuda de uso

source: Transfer
es: Transferencia

source: Transfers the outline of an element to another element.
es: Transfiere el contorno de un elemento a otro elemento.

source: Use the mouse to select elements, individually or in a group.
es: Use el ratón para seleccionar elementos, individualmente o en un grupo.

source: Widgets are feature-rich, stateful plugins that have a full life-cycle, along with methods and events.
es: Los widgets son rico en funciones, complementos que tienen un ciclo de vida completo, junto con los métodos y eventos.

source: label_up_to_jqueryuisettings
es: Subir a configuraciones jQuery UI

source: type 'a'
es: escriba la letra 'a' y mostrar las coincidencias en la búsqueda
