Repository: collective/collective.js.jqueryui
Catalog: collective/js/jqueryui/locales/*/LC_MESSAGES/collective.js.jqueryui.po
Languages: es

source: .ui-icon-alert
es: Usar con el atributo de clase '.ui-icon-alert'

source: .ui-icon-arrow-1-e
es: Usar con el atributo de clase '.ui-icon-arrow-1-e'

source: .ui-icon-arrow-1-n
es: Usar con el atributo de clase '.ui-icon-arrow-1-n'

source: .ui-icon-arrow-1-ne
es: Usar con el atributo de clase '.ui-icon-arrow-1-ne'

source: .ui-icon-arrow-1-nw
es: Usar con el atributo de clase '.ui-icon-arrow-1-nw'

source: .ui-icon-arrow-1-s
es: Usar con el atributo de clase '.ui-icon-arrow-1-s'

source: .ui-icon-arrow-1-se
es: Usar con el atributo de clase '.ui-icon-arrow-1-se'

source: .ui-icon-arrow-1-sw
es: Usar con el atributo de clase '.ui-icon-arrow-1-sw'

source: .ui-icon-arrow-1-w
es: Usar con el atributo de clase '.ui-icon-arrow-1-w'

source: .ui-icon-arrow-2-e-w
es: Usar con el atributo de clase '.ui-icon-arrow-2-e-w'

source: .ui-icon-arrow-2-n-s
es: Usar con el atributo de clase '.ui-icon-arrow-2-n-s'

source: .ui-icon-arrow-2-ne-sw
es: Usar con el atributo de clase '.ui-icon-arrow-2-ne-sw'

source: .ui-icon-arrow-2-se-nw
es: Usar con el atributo de clase '.ui-icon-arrow-2-se-nw'

source: .ui-icon-arrow-4
es: Usar con el atributo de clase '.ui-icon-arrow-4'

source: .ui-icon-arrow-4-diag
es: Usar con el atributo de clase '.ui-icon-arrow-4-diag'

source: .ui-icon-arrowrefresh-1-e
es: Usar con el atributo de clase '.ui-icon-arrowrefresh-1-e'

source: .ui-icon-arrowrefresh-1-n
es: Usar con el atributo de clase '.ui-icon-arrowrefresh-1-n'

source: .ui-icon-arrowrefresh-1-s
es: Usar con el atributo de clase '.ui-icon-arrowrefresh-1-s'

source: .ui-icon-arrowrefresh-1-w
es: Usar con el atributo de clase '.ui-icon-arrowrefresh-1-w'

source: .ui-icon-arrowreturn-1-e
es: Usar con el atributo de clase '.ui-icon-arrowreturn-1-e'

source: .ui-icon-arrowreturn-1-n
es: Usar con el atributo de clase '.ui-icon-arrowreturn-1-n'

source: .ui-icon-arrowreturn-1-s
es: Usar con el atributo de clase '.ui-icon-arrowreturn-1-s'

source: .ui-icon-arrowreturn-1-w
es: Usar con el atributo de clase '.ui-icon-arrowreturn-1-w'

source: .ui-icon-arrowreturnthick-1-e
es: Usar con el atributo de clase '.ui-icon-arrowreturnthick-1-e'

source: .ui-icon-arrowreturnthick-1-n
es: Usar con el atributo de clase '.ui-icon-arrowreturnthick-1-n'

source: .ui-icon-arrowreturnthick-1-s
es: Usar con el atributo de clase '.ui-icon-arrowreturnthick-1-s'

source: .ui-icon-arrowreturnthick-1-w
es: Usar con el atributo de clase '.ui-icon-arrowreturnthick-1-w'

source: .ui-icon-arrowstop-1-e
es: Usar con el atributo de clase '.ui-icon-arrowstop-1-e'

source: .ui-icon-arrowstop-1-n
es: Usar con el atributo de clase '.ui-icon-arrowstop-1-n'

source: .ui-icon-arrowstop-1-s
es: Usar con el atributo de clase '.ui-icon-arrowstop-1-s'

source: .ui-icon-arrowstop-1-w
es: Usar con el atributo de clase '.ui-icon-arrowstop-1-w'

source: .ui-icon-arrowthick-1-e
es: Usar con el atributo de clase '.ui-icon-arrowthick-1-e'

source: .ui-icon-arrowthick-1-n
es: Usar con el atributo de clase '.ui-icon-arrowthick-1-n'

source: .ui-icon-arrowthick-1-ne
es: Usar con el atributo de clase '.ui-icon-arrowthick-1-ne'

source: .ui-icon-arrowthick-1-nw
es: Usar con el atributo de clase '.ui-icon-arrowthick-1-nw'

source: .ui-icon-arrowthick-1-s
es: Usar con el atributo de clase '.ui-icon-arrowthick-1-s'

source: .ui-icon-arrowthick-1-se
es: Usar con el atributo de clase '.ui-icon-arrowthick-1-se'

source: .ui-icon-arrowthick-1-sw
es: Usar con el atributo de clase '.ui-icon-arrowthick-1-sw'

source: .ui-icon-arrowthick-1-w
es: Usar con el atributo de clase '.ui-icon-arrowthick-1-w'

source: .ui-icon-arrowthick-2-e-w
es: Usar con el atributo de clase '.ui-icon-arrowthick-2-e-w'

source: .ui-icon-arrowthick-2-n-s
es: Usar con el atributo de clase '.ui-icon-arrowthick-2-n-s'

source: .ui-icon-arrowthick-2-ne-sw
es: Usar con el atributo de clase '.ui-icon-arrowthick-2-ne-sw'

source: .ui-icon-arrowthick-2-se-nw
es: Usar con el atributo de clase '.ui-icon-arrowthick-2-se-nw'

source: .ui-icon-arrowthickstop-1-e
es: Usar con el atributo de clase '.ui-icon-arrowthickstop-1-e'

source: .ui-icon-arrowthickstop-1-n
es: Usar con el atributo de clase '.ui-icon-arrowthickstop-1-n'

source: .ui-icon-arrowthickstop-1-s
es: Usar con el atributo de clase '.ui-icon-arrowthickstop-1-s'

source: .ui-icon-arrowthickstop-1-w
es: Usar con el atributo de clase '.ui-icon-arrowthickstop-1-w'

source: .ui-icon-battery-0
es: Usar con el atributo de clase '.ui-icon-battery-0'

source: .ui-icon-battery-1
es: Usar con el atributo de clase '.ui-icon-battery-1'

source: .ui-icon-battery-2
es: Usar con el atributo de clase '.ui-icon-battery-2'

source: .ui-icon-battery-3
es: Usar con el atributo de clase '.ui-icon-battery-3'

source: .ui-icon-bookmark
es: Usar con el atributo de clase '.ui-icon-bookmark'

source: .ui-icon-bullet
es: Usar con el atributo de clase '.ui-icon-bullet'

source: .ui-icon-calculator
es: Usar con el atributo de clase '.ui-icon-calculator'

source: .ui-icon-calendar
es: Usar con el atributo de clase '.ui-icon-calendar'

source: .ui-icon-cancel
es: Usar con el atributo de clase '.ui-icon-cancel'

source: .ui-icon-carat-1-e
es: Usar con el atributo de clase '.ui-icon-carat-1-e'

source: .ui-icon-carat-1-n
es: Usar con el atributo de clase '.ui-icon-carat-1-n'

source: .ui-icon-carat-1-ne
es: Usar con el atributo de clase '.ui-icon-carat-1-ne'

source: .ui-icon-carat-1-nw
es: Usar con el atributo de clase '.ui-icon-carat-1-nw'

source: .ui-icon-carat-1-s
es: Usar con el atributo de clase '.ui-icon-carat-1-s'

source: .ui-icon-carat-1-se
es: Usar con el atributo de clase '.ui-icon-carat-1-se'

source: .ui-icon-carat-1-sw
es: Usar con el atributo de clase '.ui-icon-carat-1-sw'

source: .ui-icon-carat-1-w
es: Usar con el atributo de clase '.ui-icon-carat-1-w'

source: .ui-icon-carat-2-e-w
es: Usar con el atributo de clase '.ui-icon-carat-2-e-w'

source: .ui-icon-carat-2-n-s
es: Usar con el atributo de clase '.ui-icon-carat-2-n-s'

source: .ui-icon-cart
es: Usar con el atributo de clase '.ui-icon-cart'

source: .ui-icon-check
es: Usar con el atributo de clase '.ui-icon-check'

source: .ui-icon-circle-arrow-e
es: Usar con el atributo de clase '.ui-icon-circle-arrow-e'

source: .ui-icon-circle-arrow-n
es: Usar con el atributo de clase '.ui-icon-circle-arrow-n'

source: .ui-icon-circle-arrow-s
es: Usar con el atributo de clase '.ui-icon-circle-arrow-s'

source: .ui-icon-circle-arrow-w
es: Usar con el atributo de clase '.ui-icon-circle-arrow-w'

source: .ui-icon-circle-check
es: Usar con el atributo de clase '.ui-icon-circle-check'

source: .ui-icon-circle-close
es: Usar con el atributo de clase '.ui-icon-circle-close'

source: .ui-icon-circle-minus
es: Usar con el atributo de clase '.ui-icon-circle-minus'

source: .ui-icon-circle-plus
es: Usar con el atributo de clase '.ui-icon-circle-plus'

source: .ui-icon-circle-triangle-e
es: Usar con el atributo de clase '.ui-icon-circle-triangle-e'

source: .ui-icon-circle-triangle-n
es: Usar con el atributo de clase '.ui-icon-circle-triangle-n'

source: .ui-icon-circle-triangle-s
es: Usar con el atributo de clase '.ui-icon-circle-triangle-s'

source: .ui-icon-circle-triangle-w
es: Usar con el atributo de clase '.ui-icon-circle-triangle-w'

source: .ui-icon-circle-zoomin
es: Usar con el atributo de clase '.ui-icon-circle-zoomin'

source: .ui-icon-circle-zoomout
es: Usar con el atributo de clase '.ui-icon-circle-zoomout'

source: .ui-icon-circlesmall-close
es: Usar con el atributo de clase '.ui-icon-circlesmall-close'

source: .ui-icon-circlesmall-minus
es: Usar con el atributo de clase '.ui-icon-circlesmall-minus'

source: .ui-icon-circlesmall-plus
es: Usar con el atributo de clase '.ui-icon-circlesmall-plus'

source: .ui-icon-clipboard
es: Usar con el atributo de clase '.ui-icon-clipboard'

source: .ui-icon-clock
es: Usar con el atributo de clase '.ui-icon-clock'

source: .ui-icon-close
es: Usar con el atributo de clase '.ui-icon-close'

source: .ui-icon-closethick
es: Usar con el atributo de clase '.ui-icon-closethick'

source: .ui-icon-comment
es: Usar con el atributo de clase '.ui-icon-comment'

source: .ui-icon-contact
es: Usar con el atributo de clase '.ui-icon-contact'

source: .ui-icon-copy
es: Usar con el atributo de clase '.ui-icon-copy'

source: .ui-icon-disk
es: Usar con el atributo de clase '.ui-icon-disk'

source: .ui-icon-document
es: Usar con el atributo de clase '.ui-icon-document'

source: .ui-icon-document-b
es: Usar con el atributo de clase '.ui-icon-document-b'

source: .ui-icon-eject
es: Usar con el atributo de clase '.ui-icon-eject'

source: .ui-icon-extlink
es: Usar con el atributo de clase '.ui-icon-extlink'

source: .ui-icon-flag
es: Usar con el atributo de clase '.ui-icon-flag'

source: .ui-icon-folder-collapsed
es: Usar con el atributo de clase '.ui-icon-folder-collapsed'

source: .ui-icon-folder-open
es: Usar con el atributo de clase '.ui-icon-folder-open'

source: .ui-icon-gear
es: Usar con el atributo de clase '.ui-icon-gear'

source: .ui-icon-grip-diagonal-se
es: Usar con el atributo de clase '.ui-icon-grip-diagonal-se'

source: .ui-icon-grip-dotted-horizontal
es: Usar con el atributo de clase '.ui-icon-grip-dotted-horizontal'

source: .ui-icon-grip-dotted-vertical
es: Usar con el atributo de clase '.ui-icon-grip-dotted-vertical'

source: .ui-icon-grip-solid-horizontal
es: Usar con el atributo de clase '.ui-icon-grip-solid-horizontal'

source: .ui-icon-grip-solid-vertical
es: Usar con el atributo de clase '.ui-icon-grip-solid-vertical'

source: .ui-icon-gripsmall-diagonal-se
es: Usar con el atributo de clase '.ui-icon-gripsmall-diagonal-se'

source: .ui-icon-heart
es: Usar con el atributo de clase '.ui-icon-heart'

source: .ui-icon-help
es: Usar con el atributo de clase '.ui-icon-help'

source: .ui-icon-home
es: Usar con el atributo de clase '.ui-icon-home'

source: .ui-icon-image
es: Usar con el atributo de clase '.ui-icon-image'

source: .ui-icon-info
es: Usar con el atributo de clase '.ui-icon-info'

source: .ui-icon-key
es: Usar con el atributo de clase '.ui-icon-key'

source: .ui-icon-lightbulb
es: Usar con el atributo de clase '.ui-icon-lightbulb'

source: .ui-icon-link
es: Usar con el atributo de clase '.ui-icon-link'

source: .ui-icon-locked
es: Usar con el atributo de clase '.ui-icon-locked'

source: .ui-icon-mail-closed
es: Usar con el atributo de clase '.ui-icon-mail-closed'

source: .ui-icon-mail-open
es: Usar con el atributo de clase '.ui-icon-mail-open'

source: .ui-icon-minus
es: Usar con el atributo de clase '.ui-icon-minus'

source: .ui-icon-minusthick
es: Usar con el atributo de clase '.ui-icon-minusthick'

source: .ui-icon-newwin
es: Usar con el atributo de clase '.ui-icon-newwin'

source: .ui-icon-note
es: Usar con el atributo de clase '.ui-icon-note'

source: .ui-icon-notice
es: Usar con el atributo de clase '.ui-icon-notice'

source: .ui-icon-pause
es: Usar con el atributo de clase '.ui-icon-pause'

source: .ui-icon-pencil
es: Usar con el atributo de clase '.ui-icon-pencil'

source: .ui-icon-person
es: Usar con el atributo de clase '.ui-icon-person'

source: .ui-icon-pin-s
es: Usar con el atributo de clase '.ui-icon-pin-s'

source: .ui-icon-pin-w
es: Usar con el atributo de clase '.ui-icon-pin-w'

source: .ui-icon-play
es: Usar con el atributo de clase '.ui-icon-play'

source: .ui-icon-plus
es: Usar con el atributo de clase '.ui-icon-plus'

source: .ui-icon-plusthick
es: Usar con el atributo de clase '.ui-icon-plusthick'

source: .ui-icon-power
es: Usar con el atributo de clase '.ui-icon-power'

source: .ui-icon-print
es: Usar con el atributo de clase '.ui-icon-print'

source: .ui-icon-radio-off
es: Usar con el atributo de clase '.ui-icon-radio-off'

source: .ui-icon-radio-on
es: Usar con el atributo de clase '.ui-icon-radio-on'

source: .ui-icon-refresh
es: Usar con el atributo de clase '.ui-icon-refresh'

source: .ui-icon-scissors
es: Usar con el atributo de clase '.ui-icon-scissors'

source: .ui-icon-script
es: Usar con el atributo de clase '.ui-icon-script'

source: .ui-icon-search
es: Usar con el atributo de clase '.ui-icon-search'

source: .ui-icon-seek-end
es: Usar con el atributo de clase '.ui-icon-seek-end'

source: .ui-icon-seek-first
es: Usar con el atributo de clase '.ui-icon-seek-first'

source: .ui-icon-seek-next
es: Usar con el atributo de clase '.ui-icon-seek-next'

source: .ui-icon-seek-prev
es: Usar con el atributo de clase '.ui-icon-seek-prev'

source: .ui-icon-shuffle
es: Usar con el atributo de clase '.ui-icon-shuffle'

source: .ui-icon-signal
es: Usar con el atributo de clase '.ui-icon-signal'

source: .ui-icon-signal-diag
es: Usar con el atributo de clase '.ui-icon-signal-diag'

source: .ui-icon-squaresmall-close
es: Usar con el atributo de clase '.ui-icon-squaresmall-close'

source: .ui-icon-squaresmall-minus
es: Usar con el atributo de clase '.ui-icon-squaresmall-minus'

source: .ui-icon-squaresmall-plus
es: Usar con el atributo de clase '.ui-icon-squaresmall-plus'

source: .ui-icon-star
es: Usar con el atributo de clase '.ui-icon-star'

source: .ui-icon-stop
es: Usar con el atributo de clase '.ui-icon-stop'

source: .ui-icon-suitcase
es: Usar con el atributo de clase '.ui-icon-suitcase'

source: .ui-icon-tag
es: Usar con el atributo de clase '.ui-icon-tag'

source: .ui-icon-transfer-e-w
es: Usar con el atributo de clase '.ui-icon-transfer-e-w'

source: .ui-icon-transferthick-e-w
es: Usar con el atributo de clase '.ui-icon-transferthick-e-w'

source: .ui-icon-trash
es: Usar con el atributo de clase '.ui-icon-trash'

source: .ui-icon-triangle-1-e
es: Usar con el atributo de clase '.ui-icon-triangle-1-e'

source: .ui-icon-triangle-1-n
es: Usar con el atributo de clase '.ui-icon-triangle-1-n'

source: .ui-icon-triangle-1-ne
es: Usar con el atributo de clase '.ui-icon-triangle-1-ne'

source: .ui-icon-triangle-1-nw
es: Usar con el atributo de clase '.ui-icon-triangle-1-nw'

source: .ui-icon-triangle-1-s
es: Usar con el atributo de clase '.ui-icon-triangle-1-s'

source: .ui-icon-triangle-1-se
es: Usar con el atributo de clase '.ui-icon-triangle-1-se'

source: .ui-icon-triangle-1-sw
es: Usar con el atributo de clase '.ui-icon-triangle-1-sw'

source: .ui-icon-triangle-1-w
es: Usar con el atributo de clase '.ui-icon-triangle-1-w'

source: .ui-icon-triangle-2-e-w
es: Usar con el atributo de clase '.ui-icon-triangle-2-e-w'

source: .ui-icon-triangle-2-n-s
es: Usar con el atributo de clase '.ui-icon-triangle-2-n-s'

source: .ui-icon-unlocked
es: Usar con el atributo de clase '.ui-icon-unlocked'

source: .ui-icon-video
es: Usar con el atributo de clase '.ui-icon-video'

source: .ui-icon-volume-off
es: Usar con el atributo de clase '.ui-icon-volume-off'

source: .ui-icon-volume-on
es: Usar con el atributo de clase '.ui-icon-volume-on'

source: .ui-icon-wrench
es: Usar con el atributo de clase '.ui-icon-wrench'

source: .ui-icon-zoomin
es: Usar con el atributo de clase '.ui-icon-zoomin'

source: .ui-icon-zoomout
es: Usar con el atributo de clase '.ui-icon-zoomout'

source: A button element
es: Un elemento de botón

source: A single content area with multiple panels, each associated with a header in a list.
es: Un área de contenido simple con múltiples paneles, cada uno asociado con encabezado en una lista.

source: Accordion
es: Efecto de Acordeón

source: Activate the JQueryUI theme 'Sunburst'
es: Activar el jQuery UI para el tema 'Sunburst'

source: Activate the integration between JQueryUI 'Sunburst' theme and the Plone 'Sunburst' theme
es: Activar la integración entre el tema 'Sunburst' de jQuery UI y el tema 'Sunburst' de Plone

source: Alert:
es: Alerta:

source: Allow elements to be moved using the mouse.
es: Permite a los elementos que puedan ser movidos usando el ratón.

source: Apply an animation effect to an element.
es: Aplicar un efecto de animación a un elemento.

source: Autocomplete
es: Efecto de Autocompletación

source: Autocomplete enables users to quickly find and select from a pre-populated list of values as they type, leveraging searching and filtering.
es: Autocompletar permite a los usuarios encontrar de forma rápida y seleccionar de una lista rellenada previamente de los valores a medida que escriba, aprovechando búsqueda y filtrado.

source: Blind
es: Persiana

source: Bounce
es: Rebote

source: Button
es: Botón

source: Change the size of an element using the mouse.
es: Cambia el tamaño de un elemento usando el ratón.

source: Choice 1
es: Elección 1

source: Choice 2
es: Elección 2

source: Choice 3
es: Elección 3

source: Convert a pair of headers and content panels into an accordion.
es: Convertir un par de encabezado y paneles de contenidos dentro de un acordeón.

source: Core
es: Núcleo

source: Create targets for draggable elements.
es: Crear objetivos para los elementos que pueden arrastrarse.

source: Customizable, themeable tooltips, replacing native tooltips.
es: Ayuda de uso Personalizables, en sustitución de los mensajes Ayudas de uso nativos.

source: Date picker
es: Selector de fecha

source: Datepicker
es: Selector de fecha

source: Dialog
es: Efecto de Diálogo

source: Dialog Title
es: Titulo del Diálogo

source: Display status of a determinate or indeterminate process.
es: Mostrar estatus de un determinado o indeterminado proceso.

source: Drag a handle to select a numeric value.
es: Arrastre un manipulador para seleccionar un valor numérico.

source: Draggable
es: Arrastrable

source: Drop
es: Soltar

source: Droppable
es: Soltable

source: Effect
es: Efecto de animación

source: Effects 'blind'
es: Efectos 'persiana'

source: Effects 'bounce'
es: Efectos 'rebote'

source: Effects 'clip'
es: Efectos 'clip'

source: Effects 'core'
es: Efectos 'núcleo'

source: Effects 'drop'
es: Efectos 'soltar'

source: Effects 'explode'
es: Efectos 'explotar'

source: Effects 'fade'
es: Efectos 'desvanecer'

source: Effects 'fold'
es: Efectos 'doblar'

source: Effects 'highlight'
es: Efectos 'resaltar'

source: Effects 'pulsate'
es: Efectos 'pulso'

source: Effects 'scale'
es: Efectos 'reducir o aumentar'

source: Effects 'shake'
es: Efectos 'agitar'

source: Effects 'slide'
es: Efectos 'deslizar'

source: Effects 'transfer'
es: Efectos 'transferencia'

source: Enhance a text input for entering numeric values, with up/down buttons and arrow key handling.
es: Mejorar una entrada de texto para introducir valores numéricos, con los botones arriba / abajo y pulsando la flecha de manipulación.

source: Explode
es: Explotar

source: Fade
es: Desvanecer

source: First
es: Primero

source: Fold
es: Doblar

source: Framework Icons (content color preview)
es: Iconos de Framework (vista previa de color de contenido)

source: Here you have access to all controlpanels related to jqueryui integration in Plone. Make your choice.
es: Aquí usted tiene acceso a todos los paneles de control relacionado a la integración jQuery UI en Plone.

source: Highlight
es: Resaltar

source: Highlight / Error
es: Resaltado / Error

source: JQueryUI Sunburst CSS settings
es: Configuraciones CSS del tema Sunburst para jQuery UI

source: JQueryUI control panel
es: Panel de control jQuery UI

source: JQueryUI plugins settings
es: Configuraciones de complementos jQuery UI

source: Menu
es: Menú

source: Mouse
es: Ratón

source: Open Dialog
es: Abrir Diálogo

source: Open content in an interactive overlay.
es: Abra el contenido de una superposición interactiva.

source: Overlay and Shadow Classes <em>(not currently used in UI widgets)</em>
es: Clases de superposición y sombra <em>(no se utiliza actualmente en los widgets de interfaz de usuario)</em>

source: Plugins
es: Complementos

source: Position
es: Posición

source: Position an element relative to another.
es: Coloque un elemento con relación a otro.

source: Progress bar
es: Barra de progreso

source: Progressbar
es: Barra de progreso

source: Puff
es: Escalar hacia afuera

source: Pulsate
es: Pulso

source: Reorder elements in a list or grid using the mouse.
es: Reordenar los elementos de una lista o rejilla con el ratón.

source: Resizable
es: Redimensionable

source: Run Effect
es: Ejecutar efecto

source: Sample ui-state-error style.
es: Ejemplo de estilo 'ui-state-error'.

source: Sample ui-state-highlight style.
es: Ejemplo de estilo 'ui-state-highlight'.

source: Scale
es: Reducir o aumentar

source: Second
es: Segundo

source: Select a date from a popup or inline calendar
es: Seleccione una fecha en un calendario emergente o en línea.

source: Selectable
es: Seleccionable

source: Shake
es: Agitar

source: Shakes the element multiple times, vertically or horizontally.
es: Agita el elemento varias veces, vertical u horizontalmente.

source: Shrink or grow an element by a percentage factor.
es: Reducir o aumentar un elemento en un factor porcentual.

source: Size
es: Cambiar tamaño

source: Slide
es: Deslizar

source: Slider
es: Deslizar

source: Slides the element out of the viewport.
es: Deslizar del elemento de la portada.

source: Sortable
es: Ordenable

source: Spinner
es: Marcador incrementable

source: Sunburst CSS Integration
es: Integración CSS del tema Sunburst

source: Sunburst CSS for jqueryui
es: jQuery UI para el CSS del tema Sunburst

source: Sunburst Theme
es: Tema Sunburst

source: Tabs
es: Pestañas

source: The blind effect hides or shows an element by wrapping the element in a container, and 'pulling the blinds'
es: El efecto Persiana oculta o muestra un elemento envolviendo el elemento en un contenedor, y 'tirando el efecto las persianas'

source: The bounce effect bounces an element. When used with hide or show, the last or first bounce will also fade in/out.
es: El efecto rebote, hace rebotar un elemento. Cuando se utiliza con ocultar o mostrar, el último o el primer rebote también desvanece.

source: The clip effect will hide or show an element by clipping the element vertically or horizontally.
es: El efecto clip ocultara o mostrara un elemento como un dobles de periódico del elemento de forma vertical u horizontal.

source: The core of jQuery UI, required for all interactions and widgets.
es: El núcleo de jQuery UI, se requiere para todas las interacciones y widgets.

source: The drop effect hides or shows an element fading in/out and sliding in a direction.
es: El efecto soltar oculta o muestra un elemento desvaneciendo y deslizándose en una dirección.

source: The explode effect hides or shows an element by splitting it into pieces.
es: El efecto explotar oculta o muestra un elemento dividido en pedazos.

source: The fade effect hides or shows an element by fading it.
es: El efecto desvanecer oculta o muestra un elemento desvaneciéndose.

source: The fold effect hides or shows an element by folding it.
es: El efecto doblar oculta o muestra un elemento doblándose.

source: The highlight effect hides or shows an element by animating its background color first.
es: El efecto resaltar oculta o muestra un elemento animando primero su color de fondo para resaltar el elemento.

source: The list below is a set of controlpanels add by addons related to jqueryui. Use the plugins controlpanel to control which plugin you want to use.
es: La siguiente lista es un conjunto de paneles de control que se agregan como complementos relacionados con jQuery UI. Use el panel de control de complementos para controlar en qué complemento usted desea utilizar.

source: The mouse interaction is not intended to be used directly. It is purely a base layer for other widgets to inherit from.
es: La interacción del ratón no está destinado a ser utilizado directamente. Es puramente una capa de base para otros widgets a heredar.

source: The pulsate effect hides or shows an element by pulsing it in or out.
es: El efecto pulsar oculta o muestra un elemento como un pulso.

source: Themeable buttons and button sets.
es: Conjuntos de botón y botones personalizables.
